Repository: arash-mohammadi/realtoken_apps
Catalog: lib/l10n/intl_*.arb
Languages: fr, it, ru

source: Average ROI
fr: ROI moyen
it: ROI Medio
ru: Средний ROI

source: Rental status distribution
fr: Répartition des locations
it: Distribuzione per Stato di Affitto
ru: Распределение по статусу аренды

source: Total Properties
fr: Total propriétés
it: Totale Proprietà
ru: Всего недвижимости

source: Fully rented
fr: Entièrement loués
it: Completamente Affittato
ru: Полностью сдано

source: Partially rented
fr: Partiellement loués
it: Parzialmente Affittato
ru: Частично сдано

source: Not rented
fr: Non loués
it: Non Affittato
ru: Не сдано

# realtListingFee
source: MeProp Listing Fee
fr: Frais d'inscription MeProp
it: Tassa di Annuncio MeProp
ru: Комиссия MeProp

source: Total Expenses
fr: Total des dépenses
it: Spese Totali
ru: Всего расходов

source: Property maintenance (monthly)
fr: Entretien de la propriété (mensuel)
it: Manutenzione della proprietà (mensile)
ru: Обслуживание объекта (ежемесячно)

source: Property management
fr: Gestion de la propriété
it: Gestione della proprietà
ru: Управление недвижимостью

# realtPlatform
source: MeProp Platform
fr: Plateforme MeProp
it: Piattaforma MeProp
ru: Платформа MeProp

source: Insurance
fr: Assurance
it: Assicurazione
ru: Страхование

source: Property Taxes
fr: Taxes foncières
it: Tasse sulla proprietà
ru: Налоги на недвижимость

source: Edit
fr: Éditer
it: Modifica
ru: Редактировать

source: Save
fr: Enregistrer
it: Salva
ru: Сохранить

# editWalletBalance
source: Edit Wallet Balance History
fr: Éditer l'historique du wallet
it: Modifica Storico del Wallet
ru: Редактировать историю баланса

# initialPriceRemoved
source: Average purchase price removed
fr: Prix moyen d'achat supprimé
it: Prezzo medio d'acquisto rimosso
ru: Средняя цена покупки удалена

# enterValidNumber
source: Please enter a valid number
fr: Veuillez entrer un nombre valide
it: Per favore, inserisci un numero valido
ru: Введите корректное число

# initialPriceUpdated
source: Average purchase price updated
fr: Prix moyen d'achat mis à jour
it: Prezzo medio d'acquisto aggiornato
ru: Средняя цена обновлена

# initialPrice
source: Average purchase price
fr: Prix moyen d'achat
it: Prezzo medio d'acquisto
ru: Средняя цена покупки

source: Manual Edit
fr: Édition Manuelle
it: Modifica Manuale
ru: Ручное редактирование

source: Property Type
fr: Type de propriété
it: Tipo di proprietà
ru: Тип недвижимости

source: Properties for Sale
fr: Propriétés à vendre
it: Proprietà in vendita
ru: Объекты на продажу

source: No properties for sale
fr: Aucune propriété à vendre
it: Nessuna proprietà in vendita
ru: Нет объектов на продажу

source: No market offers available
fr: Aucune offre de marché disponible
it: Nessuna offerta di mercato disponibile
ru: Нет рыночных предложений

source: Offer ID
fr: ID Offre
it: ID Offerta
ru: ID предложения

source: Token Amount
fr: Quantité de jetons
it: Quantità di token
ru: Количество токенов

source: Token Value
fr: Valeur du jeton
it: Valore del token
ru: Стоимость токена

source: Delta Price
fr: Différence de prix
it: Differenza di prezzo
ru: Изменение цены

source: Creation Date
fr: Date de création
it: Data di creazione
ru: Дата создания

# buy_token
source: Buy
fr: Acheter
it: Acquista
ru: Купить

# sell_token
source: Sell
fr: Vendre
it: Vendere
ru: Продать

# secondary_offers_related_to_token
source: YAM offers related to token
fr: Offres YAM liées au token
it: Offerte YAM legate al token
ru: YAM предложения по токену

# error_occurred
source: Error: {error}
fr: Erreur : {error}
it: Errore: {error}
ru: Ошибка: {error}

source: Properties For Sale
fr: Propriétés à vendre
it: Proprietà in vendita
ru: Объекты на продажу

source: Secondary
fr: Secondaire
it: Secondario
ru: Вторичный

source: APY History
fr: Historique APY
it: Storico APY
ru: История APY

source: ROI History
fr: Historique ROI
it: Storico ROI
ru: История ROI

source: Bar Chart
fr: Diagramme en barres
it: Grafico a barre
ru: Столбчатая диаграмма

source: Line Chart
fr: Diagramme linéaire
it: Grafico a linee
ru: Линейный график

source: Rent Distribution
fr: Répartition des loyers
it: Distribuzione degli affitti
ru: Распределение аренды

source: Country
fr: Pays
it: Paese
ru: Страна

source: Region
fr: Région
it: Regione
ru: Регион

source: City
fr: Ville
it: Città
ru: Город

source: Transaction History
fr: Historique des transactions
it: Cronologia delle transazioni
ru: История транзакций

source: Timestamp
fr: Horodatage
it: Data e ora
ru: Время

source: Unknown date
fr: Date inconnue
it: Data sconosciuta
ru: Неизвестная дата

source: No transactions available
fr: Aucune transaction disponible
it: Nessuna transazione disponibile
ru: Нет транзакций

# timeBeforeLiquidation
source: before liquidation
fr: avant liquidation
it: prima della liquidazione
ru: до ликвидации

source: Yam history
fr: Historique Yam
it: Cronologia Yam
ru: История YAM

source: Days Limit
fr: Limite de jours
it: Limite di giorni
ru: Лимит дней

source: New Version Available
fr: Nouvelle version disponible
it: Nuova versione disponibile
ru: Доступна новая версия

source: Service Status
fr: Statut des services
it: Stato del servizio
ru: Статус сервиса

source: Links
fr: Liens
it: Collegamenti
ru: Ссылки

# drawerAccounts
source: Accounts
fr: Comptes
it: Conti
ru: Аккаунты

# drawerFeatures
source: Features
fr: Fonctionnalités
it: Funzionalità
ru: Функции

# drawerSupportAndSettings
source: Support & Settings
fr: Support & Paramètres
it: Supporto e Impostazioni
ru: Поддержка и Настройки

# realtStats
source: MeProp stats
fr: Statistiques MeProp
it: Statistiche MeProp
ru: Статистика MeProp

# rmm_description
source: Platform for lending and borrowing using real estate tokens.
fr: Plateforme pour prêter et emprunter en utilisant des tokens immobiliers.
it: Piattaforma per prestare e prendere in prestito utilizzando token immobiliari.
ru: Платформа для кредитования под залог токенов недвижимости.

# yam_description
source: Management tool for the MeProp investors' community.
fr: Outil de gestion pour la communauté des investisseurs MeProp.
it: Strumento di gestione per la comunità di investitori di MeProp.
ru: Инструмент для инвесторов MeProp.

# wiki_community_description
source: Resources and tutorials for the MeProp community.
fr: Ressources et tutoriels pour la communauté MeProp.
it: Risorse e tutorial per la comunità MeProp.
ru: Ресурсы для сообщества MeProp.

# initialPriceModified_description
source: Value of the token at the average price you obtained it. This price will be considered for calculating the ROI among other things.
fr: Valeur du token au prix moyen auquel vous l'avez obtenu. Ce prix sera pris en compte pour le calcul du ROI entre autre
it: Valore del token al prezzo medio al quale lo hai ottenuto. Questo prezzo sarà preso in considerazione per il calcolo del ROI, tra le altre cose.
ru: Средняя цена токена для расчета ROI.

# realtActualPrice
source: Actual Price
fr: Prix actuel
it: Prezzo attuale
ru: Текущая цена

source: Advanced
fr: Avancé
it: Avanzato
ru: Расширенные

# themeHeader
source: Theme
fr: Thème

# primaryColorHeader
source: Primary color
fr: Couleur principale

# displayHeader
source: Display
fr: Affichage

# textSizeUpdated
source: Text size updated: {size}
fr: Taille du texte mise à jour: {size}

# cacheDataCleared
source: Cache and data cleared
fr: Cache et données supprimés

# yamHistoryHeader
source: YAM History
fr: Historique YAM

# apyReactivityHeader
source: APY Reactivity
fr: Réactivité APY

source: Smooth
fr: Lisse

source: Reactive
fr: Réactif

source: Data management
fr: Gestion des données

source: Clear cache and data
fr: Effacer le cache et les données

# confirmDeletionTitle
source: Confirm deletion
fr: Confirmer la suppression

# confirmDeletionMessage
source: Are you sure you want to clear all data and cache? This action is irreversible.
fr: Êtes-vous sûr de vouloir effacer toutes les données et le cache? Cette action est irréversible.

source: Personalization
fr: Personnalisation
it: Personalizzazione
ru: Персонализация

source: Synchronization
fr: Synchronisation
it: Sincronizzazione
ru: Синхронизация

source: Enable notifications
fr: Activer les notifications

# refusedNotificationsStartup
source: You have refused notifications at startup
fr: Vous avez refusé les notifications au démarrage

source: Re-request permission
fr: Redemander l'autorisation

# notificationsDisabledTitle
source: Notifications disabled
fr: Notifications désactivées

# refusedNotificationsStartupLong
source: You refused notifications at first launch. Use the button above to re-request permission if you change your mind.
fr: Vous avez refusé les notifications lors du premier démarrage. Utilisez le bouton ci-dessus pour redemander l'autorisation si vous changez d'avis.

source: Appearance
fr: Apparence
it: Aspetto
ru: Внешний вид

# gDriveConnection
source: Google Drive Connection
fr: Connexion Google Drive
it: Connessione a Google Drive
ru: Подключение Google Drive

source: Connected
fr: Connecté
it: Connesso
ru: Подключено

source: Not connected
fr: Non connecté
it: Non connesso
ru: Не подключено

source: Sync with Google Drive
fr: Synchroniser avec Google Drive
it: Sincronizza con Google Drive
ru: Синхронизация с Google Drive

source: Local Storage
fr: Stockage local
it: Archiviazione locale
ru: Локальное хранилище

# syncComplete
source: Synchronization completed with Google Drive
fr: Synchronisation terminée avec Google Drive
it: Sincronizzazione completata con Google Drive
ru: Синхронизация завершена

# connectBeforeSync
source: Connect to Google Drive before synchronization
fr: Connectez-vous à Google Drive avant la synchronisation
it: Connettiti a Google Drive prima della sincronizzazione
ru: Сначала подключите Google Drive

# dao_description
source: Forum for proposals and discussion of MeProp DAO
fr: Forum des propositions et de discussion de MeProp DAO
it: Forum per proposte e discussioni di MeProp DAO
ru: Форум MeProp DAO

source: Internal Transfer
fr: Transfert interne
it: Trasferimento interno
ru: Внутренний перевод

source: Purchase
fr: Achat
it: Acquisto
ru: Покупка

source: Quantity
fr: Quantité
it: Quantità
ru: Количество

source: Transaction Type
fr: Type de transaction
it: Tipo di transazione
ru: Тип транзакции

source: Price
fr: Prix
it: Prezzo
ru: Цена

source: Unknown transaction
fr: Transaction inconnue
it: Transazione sconosciuta
ru: Неизвестная транзакция

# offers_list_header
source: Offers List
fr: Liste des offres
it: Elenco delle Offerte
ru: Список предложений

# choice_all
source: All
fr: Tout
it: Tutti
ru: Все

# choice_buy
source: Buy
fr: Acheter
it: Compra
ru: Купить

# choice_sell
source: Sell
fr: Vendre
it: Vendi
ru: Продать

# sort_label
source: Sort:
fr: Trier:
it: Ordina:
ru: Сортировка:

# not_whitelisted_warning
source: Token not whitelisted, offer disabled
fr: Token non whitelisté, offre désactivée
it: Token non autorizzato, offerta disabilitata
ru: Токен не в белом списке

# filterNotInWallet
source: Not in wallet
fr: Non présents dans le wallet
it: Non nel portafoglio
ru: Нет в кошельке

# showOnlyWhitelisted
source: Whitelist only
fr: Whitelist uniquement
it: Mostra solo i whitelistati
ru: Только белый список

source: No tokens found
fr: Aucun token trouvé
it: Nessun token trovato
ru: Токены не найдены

source: Present in wallet
fr: Présent dans le wallet
it: Presente nel portafoglio
ru: Есть в кошельке

source: Asset Price
fr: Prix de l'actif
it: Prezzo dell'asset
ru: Цена актива

source: Token Price
fr: Prix du token
it: Prezzo del token
ru: Цена токена

source: Expected Yield
fr: Rendement attendu
it: Rendimento atteso
ru: Ожидаемая доходность

source: Token whitelisted
fr: Token whitelisté
it: Token whitelistato
ru: Токен в белом списке

source: Token not whitelisted
fr: Token non whitelisté
it: Token non whitelistato
ru: Токен не в белом списке

# whitelistInfoTitle
source: Whitelist Information
fr: Informations sur la whitelist
it: Informazioni sulla whitelist
ru: Информация о белом списке

# whitelistInfoContent
source: If your token is whitelisted, you can purchase on the secondary market. If your token is not whitelisted, you cannot purchase on the secondary market. You can request whitelist in your personal space on relationnel.co.
fr: Si votre token est whitelisté, vous pouvez acheter sur le marché secondaire. Si votre token n'est pas whitelisté, vous ne pouvez pas acheter sur le marché secondaire. Vous pouvez faire une demande de whitelist dans votre espace personnel sur relationnel.co.
it: Se il tuo token è whitelistato, puoi acquistare sul mercato secondario. Se il tuo token non è whitelistato, non puoi acquistare sul mercato secondario. Puoi richiedere la whitelist nel tuo spazio personale su relationnel.co.
ru: Токены из белого списка доступны для покупки.

source: Delete
fr: Supprimer
it: Elimina
ru: Удалить

source: History (days)
fr: Historique (jours)
it: Cronologia (giorni)
ru: История (дней)

# search_hint
source: Search by name...
fr: Rechercher par nom...
it: Cerca per nome...
ru: Поиск по названию...

source: Last update:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:
ru: Последнее обновление:

source: All
fr: Tout
it: Tutti
ru: Все

source: Buy
fr: Acheter
it: Acquistare

source: Sell
fr: Vendre
it: Vendere

source: Current Price:
fr: Prix Actuel :
it: Prezzo Attuale:
ru: Текущая цена:

source: Offer Price:
fr: Prix Offre :
it: Prezzo Offerta:
ru: Цена предложения:

source: Current Yield:
fr: Yield Actuel :
it: Rendimento Attuale:
ru: Текущая доходность:

source: New Yield:
fr: Nouveau Yield :
it: Nuovo Rendimento:
ru: Новая доходность:

# roi_label
source: ROI: {weeks} weeks
fr: ROI : {weeks} semaines
it: ROI: {weeks} settimane
ru: ROI: {weeks} недель

# biometricChecking
source: Verifying biometric capabilities...
fr: Vérification des capacités biométriques...

# deviceSupportsBiometric
source: This device supports {biometricType}
fr: Votre appareil prend en charge {biometricType}
it: Il tuo dispositivo supporta {biometricType}
ru: Устройство поддерживает {biometricType}

# deviceDoesNotSupportBiometric
source: This device does not support biometric authentication
fr: Votre appareil ne prend pas en charge l'authentification biométrique
it: Il tuo dispositivo non supporta l'autenticazione biometrica
ru: Биометрия не поддерживается

# biometricCheckError
source: Error: Unable to verify biometrics
fr: Erreur: Impossible de vérifier la biométrie

# biometricTestInProgress
source: Authentication test...
fr: Test d'authentification...

# biometricTestReason
source: This is a biometric authentication test
fr: Ceci est un test d'authentification biométrique

# biometricTestSuccess
source: Test successful! Biometric authentication is working correctly.
fr: Test réussi! L'authentification biométrique fonctionne correctement.

# biometricTestFailed
source: Test failed. Please try again.
fr: Échec du test. Veuillez réessayer.

# biometricTestError
source: Error during test: {error}
fr: Erreur lors du test: {error}

# biometricTitle
source: Biometric authentication
fr: Authentification biométrique

source: Refresh
fr: Actualiser
it: Aggiorna
ru: Обновить

# securityHeader
source: Security
fr: Sécurité

# biometricNotAvailable
source: Biometrics not available
fr: Biométrie non disponible

# biometricNotSupportedDetails
source: Your device does not support biometric authentication or no biometric data is enrolled on the device.
fr: Votre appareil ne supporte pas l'authentification biométrique ou aucune donnée biométrique n'est enregistrée dans les paramètres de l'appareil.

# cannotOpenSettings
source: Unable to open settings. Please configure them manually.
fr: Impossible d\'ouvrir les paramètres. Veuillez les configurer manuellement.

source: Configure in system settings
fr: Configurer dans les paramètres système
it: Configura nelle impostazioni di sistema
ru: Настройте в системе

# enableBiometric
source: Enable biometric authentication
fr: Activer l'authentification biométrique

# biometricDisabled
source: Biometric authentication disabled
fr: Authentification biométrique désactivée

# testAuthenticationHeader
source: Test authentication
fr: Tester l'authentification

# testAuthenticationDescription
source: You can test biometric authentication to verify it works correctly.
fr: Vous pouvez tester l'authentification biométrique pour vérifier qu'elle fonctionne correctement.

source: Test now
fr: Tester maintenant

source: Authenticating...
fr: Authentification en cours...

# authenticateReason
source: Authenticate to enable biometrics
fr: Authentifiez-vous pour activer la biométrie

# biometricEnabledSuccess
source: Biometric authentication enabled successfully
fr: Authentification biométrique activée avec succès

# biometricEnabledSnackbar
source: Biometric authentication enabled
fr: Authentication biométrique activée

# authFailureMessage
source: Authentication failed. Please try again.
fr: Échec de l'authentification. Veuillez réessayer.

source: Bedroom/Bath
fr: Chambre/Salle de bain
it: Camera/Bagno
ru: Спальни/Ванные

# netApyHelp
source: The net yield is calculated by weighting the yields of the portfolios (wallet/RMM) and the deposit/borrow balances with their respective rates.
fr: Le rendement net est calculé en ponderant le rendement des portfeuilles (wallet/RMM) et les balances de déposits/borrows avec leurs taux respectifs.
it: Il rendimento netto viene calcolato ponderando i rendimenti dei portafogli (wallet/RMM) e i saldi di deposito/prestito con i rispettivi tassi.
ru: Чистая доходность рассчитывается с учетом депозитов и займов.

source: Initial Investment
fr: Investissement Initial
ru: Начальные инвестиции

source: Manual Adjustment
fr: Ajustement Manuel
ru: Ручная корректировка

source: Show Total Invested
fr: Afficher l'investissement total
ru: Показать общие инвестиции

source: Show Net Total
fr: Afficher le total net
ru: Показать чистый итог

# showNetTotalDescription
source: Include deposits and borrows in total portfolio calculation
fr: Inclure les dépôts et emprunts dans le calcul du portefeuille total
ru: Учитывать депозиты/займы в расчетах

# manualAdjustmentDescription
source: Add or subtract a manually entered amount to the total portfolio value
fr: Ajouter ou soustraire un montant saisi manuellement au total du portefeuille
ru: Ручная корректировка суммы портфеля

# adjustmentSaved
source: Adjustment saved successfully
fr: Ajustement enregistré avec succès
ru: Корректировка сохранена

source: Select Currency
fr: Sélectionner la devise
ru: Выберите валюту

# thankYouForFeedback
source: Thank you for your feedback!
fr: Merci pour vos retours !
ru: Спасибо за отзыв!

# reviewRequestUnavailable
source: The review request couldn't be displayed. Would you like to open the app page in the Store to leave a review?
fr: La demande de notation n'a pas pu être affichée. Souhaitez-vous ouvrir la page de l'application dans le Store pour laisser un avis ?
ru: Открыть страницу приложения в Store?

source: No, thanks
fr: Non, merci
ru: Нет, спасибо

source: Yes, with pleasure
fr: Oui, avec plaisir
ru: Да, с удовольствием

source: Verifying authentication...
fr: Vérification de l'authentification...
ru: Проверка аутентификации...

# authenticateWithBiometric
source: Authenticate with {biometricType}
fr: S'authentifier avec {biometricType}
ru: Аутентификация {biometricType}

source: Continue without authentication
fr: Continuer sans authentification
ru: Продолжить без аутентификации

# pleaseAuthenticateToAccess
source: Please authenticate to continue
fr: Veuillez vous authentifier pour continuer
ru: Требуется аутентификация

source: Biometric authentication failed
fr: Échec de l'authentification biométrique
ru: Ошибка аутентификации

source: Legend
fr: Légende
it: Legenda
ru: Легенда

# invalidCoordinates
source: Invalid coordinates for the property
fr: Coordonnées invalides pour la propriété
it: Coordinate non valide per la proprietà
ru: Неверные координаты

source: Investment
fr: Investissement
it: Investimento
ru: Инвестиция

# walletsContainingToken
source: Wallets containing this token
fr: Portefeuilles contenant ce token
it: Portafogli contenenti questo token
ru: Кошельки с этим токеном

source: No tokens available
fr: Aucun token disponible
it: Nessun token disponibile
ru: Нет доступных токенов

# noTokensWithValidCoordinates
source: No tokens with valid coordinates found on the map
fr: Aucun token avec des coordonnées valides trouvé sur la carte
it: Nessun token con coordinate valide trovato sulla mappa
ru: Нет токенов с координатами

source: Assets
fr: Actifs
it: Attività
ru: Активы

# depositsAndLoans
source: Deposits & Loans
fr: Dépôts & Emprunts
it: Depositi e Prestiti
ru: Депозиты и займы

source: Adjustments
fr: Ajustements
it: Aggiustamenti
ru: Корректировки

source: Show YAM projection
fr: Afficher projection YAM
it: Mostra proiezione YAM
ru: Показать прогноз YAM

# yamProjectionDescription
source: Portfolio projection by YAM
fr: Projection du portefeuille par YAM
it: Proiezione del portafoglio da YAM
ru: Прогноз портфеля от YAM

source: Google Drive connection
fr: Connexion Google Drive
it: Connessione Google Drive
ru: Подключение Google Drive

# autoSync
source: Automatic synchronization
fr: Synchronisation automatique
it: Sincronizzazione automatica
ru: Автосинхронизация

# syncCompleteWithGoogleDrive
source: Synchronization completed with Google Drive
fr: Synchronisation terminée avec Google Drive
it: Sincronizzazione completata con Google Drive
ru: Синхронизация с Google Drive завершена

# connectBeforeSyncMessage
source: Connect to Google Drive before synchronization
fr: Connectez-vous à Google Drive avant la synchronisation
it: Connettiti a Google Drive prima della sincronizzazione
ru: Сначала подключите Google Drive

source: Data backup
fr: Sauvegarde des données
it: Backup dei dati
ru: Резервная копия

source: Add address
fr: Ajouter une adresse
it: Aggiungi indirizzo
ru: Добавить адрес

source: Wallet address
fr: Adresse du portefeuille
it: Indirizzo del portafoglio
ru: Адрес кошелька

source: Invalid wallet address
fr: Adresse de portefeuille invalide
it: Indirizzo del portafoglio non valido
ru: Неверный адрес

# walletSaved
source: Wallet saved: {address}
fr: Portefeuille sauvegardé: {address}
it: Portafoglio salvato: {address}
ru: Кошелек сохранен: {address}

# invalidWalletInQR
source: Invalid wallet in QR Code
fr: Portefeuille invalide dans le QR Code
it: Portafoglio non valido nel codice QR
ru: Неверный QR-код кошелька

source: Scan QR Code
fr: Scanner le QR Code
it: Scansiona codice QR
ru: Сканировать QR-код

source: Biometric authentication
fr: Authentification biométrique
it: Autenticazione biometrica
ru: Биометрическая аутентификация

source: Security
fr: Sécurité
it: Sicurezza
ru: Безопасность

source: Checking biometric capabilities...
fr: Vérification des capacités biométriques...
it: Verifica delle capacità biometriche...
ru: Проверка биометрии...

source: Biometric error
fr: Erreur: Impossible de vérifier la biométrie
it: Errore: Impossibile verificare la biometria
ru: Ошибка биометрии

source: Testing authentication...
fr: Test d'authentification...
it: Test di autenticazione...
ru: Тестирование аутентификации...

source: Test successful
fr: Test réussi! L'authentification biométrique fonctionne correctement.
it: Test riuscito! L'autenticazione biometrica funziona correttamente.
ru: Тест успешен

source: Test failed
fr: Échec du test. Veuillez réessayer.
it: Test fallito. Si prega di riprovare.
ru: Тест не пройден

# errorDuringTest
source: Error during test: {error}
fr: Erreur lors du test: {error}
it: Errore durante il test: {error}
ru: Ошибка: {error}

source: Biometrics not available
fr: Biométrie non disponible
it: Biometria non disponibile
ru: Биометрия недоступна
