Repository: arash-mohammadi/realtoken_apps
Catalog: lib/l10n/intl_*.arb
Languages: fr, it, ru

# deviceDoesNotSupport
source: Your device does not support biometric authentication or no biometric data is registered in the device settings.
fr: Votre appareil ne supporte pas l'authentification biométrique ou aucune donnée biométrique n'est enregistrée dans les paramètres de l'appareil.
it: Il tuo dispositivo non supporta l'autenticazione biometrica o nessun dato biometrico è registrato nelle impostazioni del dispositivo.
ru: Устройство не поддерживает биометрию

source: Enable biometric authentication
fr: Activer l'authentification biométrique
it: Attiva l'autenticazione biometrica
ru: Включить биометрию

source: Biometric authentication disabled
fr: Authentification biométrique désactivée
it: Autenticazione biometrica disattivata
ru: Биометрия отключена

source: Test biometric authentication
fr: Tester l'authentification biométrique
it: Testa l'autenticazione biometrica
ru: Тест биометрии

# testBiometricDescription
source: You can test biometric authentication to verify it works properly.
fr: Vous pouvez tester l'authentification biométrique pour vérifier qu'elle fonctionne correctement.
it: Puoi testare l'autenticazione biometrica per verificare che funzioni correttamente.
ru: Проверьте работу биометрии

# biometricAuthSuccessful
source: Biometric authentication activated successfully
fr: Authentification biométrique activée avec succès
it: Autenticazione biometrica attivata con successo
ru: Биометрия активирована

# testAuthenticationReason
source: This is a biometric authentication test
fr: Ceci est un test d'authentification biométrique
it: Questo è un test di autenticazione biometrica
ru: Тест биометрической аутентификации

source: All Regions
fr: Toutes les régions
it: Tutte le regioni
ru: Все регионы

# regionFilterLabel
source: Region
fr: Région
it: Regione
ru: Регион

source: All Countries
fr: Tous les pays
it: Tutti i paesi
ru: Все страны

# rentalStatusTitle
source: Rental Status
fr: Statut de location
it: Stato di locazione
ru: Статус аренды

# tokenTypeTitle
source: Token Type
fr: Type de token
it: Tipo di token
ru: Тип токена

# gridView
source: Grid
fr: Grille
it: Griglia
ru: Сетка

# listView
source: List
fr: Liste
it: Lista
ru: Список

# exportButton
source: Export
fr: Exporter
it: Esportare
ru: Экспорт

# importButton
source: Import
fr: Importer
it: Importare
ru: Импорт

source: No scheduled RONday
fr: Aucun RONday programmé
it: Nessun RONday programmato
ru: RONday не запланирован

# nextRondayInDays
source: Next RONday in {days} days
fr: Prochain RONday dans {days} jours
it: Prossimo RONday tra {days} giorni
ru: Следующий RONday через {days} дней

source: Calendar
fr: Calendrier
it: Calendario
ru: Календарь

source: Date not communicated
fr: Date non communiquée
it: Data non comunicata
ru: Дата не сообщена

# daysShort
source: +{days} d
fr: +{days} j
it: +{days} g
ru: +{days} д

source: RMM Health
fr: Santé RMM
it: Salute RMM
ru: Состояние RMM

# healthFactorSafer
source: Health Factor: Higher = Safer
fr: Health Factor: Plus élevé = Plus sûr
it: Health Factor: Più alto = Più sicuro
ru: Фактор здоровья: выше = безопаснее

# ltvSafer
source: LTV: Lower = Safer
fr: LTV: Plus bas = Plus sûr
it: LTV: Più basso = Più sicuro
ru: LTV: ниже = безопаснее

# invalidDataForChart
source: Invalid data for chart display
fr: Données invalides pour l'affichage du graphique
it: Dati non validi per la visualizzazione del grafico
ru: Ошибка отображения графика

source: Rent distribution by wallet
fr: Répartition des loyers par portefeuille
it: Distribuzione degli affitti per portafoglio
ru: Распределение аренды по кошелькам

source: Chart type
fr: Type de graphique
it: Tipo di grafico
ru: Тип графика

source: Total Balance
fr: Solde Total
it: Saldo Totale
ru: Общий баланс

source: Wallet Details
fr: Détails par Wallet
it: Dettagli del Portafoglio
ru: Детали кошелька

source: Rate App
fr: Noter l'application
it: Valuta l'applicazione
ru: Оценить приложение

source: Changelog
fr: Historique des versions
it: Registro delle modifiche
ru: История изменений

# settingsCategory
source: Settings
fr: Paramètres
it: Impostazioni
ru: Настройки

source: Net APY
fr: APY Net
it: APY Netto
ru: Чистый APY

source: Copy address
fr: Copier l'adresse
it: Copia indirizzo
ru: Копировать адрес

# portfolioGlobal
source: Global Portfolio
fr: Portefeuille Global
it: Portafoglio Globale
ru: Общий портфель

source: RMM Details
fr: Détails RMM
it: Dettagli RMM
ru: Детали RMM

source: Deposits
fr: Dépôts
it: Depositi
ru: Депозиты

source: Loans
fr: Emprunts
it: Prestiti
ru: Займы

source: RMM Value
fr: Valeur RMM
it: Valore RMM
ru: Стоимость RMM

source: Wallets without RMM usage
fr: Wallets sans utilisation RMM
it: Wallet senza utilizzo RMM
ru: Кошельки без RMM

# noDataAvailableDot
source: No data available.
fr: Aucune donnée disponible.
ru: Нет данных.

source: Overview
fr: Vue d'ensemble
ru: Обзор

source: Occupancy Rate
fr: Taux d'occupation
ru: Уровень заполненности

source: Wallets
fr: Portefeuilles
ru: Кошельки

# rentedUnits
source: Rented units: {rented}/{total}
fr: Unités louées: {rented}/{total}
it: Unità affittate
ru: Арендовано: {rented}/{total}

# occupancyStatusLow
source: Low
fr: Faible
ru: Низкий

# occupancyStatusMedium
source: Medium
fr: Moyen
ru: Средний

# occupancyStatusHigh
source: High
fr: Élevé
ru: Высокий

source: Copied!
fr: Copié !
ru: Скопировано!

# addressCopiedMessage
source: The address has been copied to the clipboard.
fr: L'adresse a été copiée dans le presse-papier.
ru: Адрес скопирован в буфер

source: No wallets available.
fr: Aucun portefeuille disponible.
ru: Нет доступных кошельков

# cryptoDonation
source: Or donate in crypto:
fr: Ou faites un don en crypto :
it: Oppure dona in cripto:
ru: Или сделайте пожертвование в криптовалюте:

source: Every contribution counts 🙏
fr: Chaque contribution compte 🙏
it: Ogni contributo conta 🙏
ru: Каждый вклад важен 🙏

# donationTotal
source: Total donations
fr: Total des dons
it: Totale delle donazioni
ru: Всего пожертвований

# toolsTitle
source: Tools
fr: Outils
it: Strumenti
ru: Инструменты

# exportRentsTitle
source: Export rents
fr: Exporter les loyers
it: Esporta affitti
ru: Экспорт арендных платежей

# exportRentsDescription
source: You can export your rent history as a CSV file for use in a spreadsheet or for your declarations.
fr: Vous pouvez exporter l'historique de vos loyers au format CSV pour l'utiliser dans un tableur ou pour vos déclarations.
it: Puoi esportare la cronologia dei tuoi affitti in formato CSV per utilizzarla in un foglio di calcolo o per le tue dichiarazioni.
ru: Вы можете экспортировать историю своих арендных платежей в формате CSV для использования в таблице или для отчетности.

# exportRentsCsv
source: Export rents as CSV
fr: Exporter les loyers en CSV
it: Esporta affitti in CSV
ru: Экспорт арендных платежей в CSV

# exportAllTransactionsTitle
source: Export all transactions
fr: Exporter toutes les transactions
it: Esporta tutte le transazioni
ru: Экспорт всех транзакций

# exportAllTransactionsDescription
source: You can export all your transactions (purchases, transfers, rents) as a CSV file for analysis or archiving.
fr: Vous pouvez exporter toutes vos transactions (achats, transferts, loyers) au format CSV pour analyse ou archivage.
it: Puoi esportare tutte le tue transazioni (acquisti, trasferimenti, affitti) in formato CSV per analisi o archiviazione.
ru: Вы можете экспортировать все свои транзакции (покупки, переводы, аренда) в формате CSV для анализа или архивации.

# exportAllTransactionsCsv
source: Export all transactions as CSV
fr: Exporter toutes les transactions en CSV
it: Esporta tutte le transazioni in CSV
ru: Экспорт всех транзакций в CSV

source: No transaction or rent to export.
fr: Aucune transaction ou loyer à exporter.
it: Nessuna transazione o affitto da esportare.
ru: Нет транзакций или арендных платежей для экспорта.

source: No rent data available.
fr: Aucune donnée de loyer disponible.
it: Nessun dato di affitto disponibile.
ru: Нет доступных данных по аренде.

source: No rent data to share.
fr: Aucune donnée de loyer à partager.
it: Nessun dato di affitto da condividere.
ru: Нет данных по аренде для обмена.

source: All tokens
fr: Tous les tokens

# propertiesBuyThisProperty
source: Buy this property
fr: Acheter cette propriété
it: Acquista questa proprietà
ru: Купить эту недвижимость

# propertiesYield
source: Yield
fr: Rendement
it: Rendimento
ru: Доходность

# propertiesPrice
source: Price
fr: Prix
it: Prezzo
ru: Цена

# propertiesProperty
source: Property
fr: Propriété
it: Proprietà
ru: Недвижимость

# propertiesNoMarketplaceAvailable
source: Trading is not available for this property.
fr: La transaction n'est pas disponible pour cette propriété.
it: La negoziazione non è disponibile per questa proprietà.
ru: Для этой недвижимости торговля недоступна.

source: Purchase Successful
fr: Achat réussi
ru: Покупка прошла успешно

# purchaseConfirmation
source: You have successfully purchased {count} tokens of {name} for {price}.
fr: Vous avez acheté avec succès {count} tokens de {name} pour {price}.
ru: Вы успешно приобрели {count} токенов {name} за {price}.

source: Total Cost
fr: Coût total
ru: Общая стоимость

source: Confirm Purchase
fr: Confirmer l'achat
ru: Подтвердить покупку

source: Purchase Details
fr: Détails de l'achat
ru: Детали покупки

source: Enter Amount
fr: Entrez le montant
ru: Введите сумму

source: Number of Tokens
fr: Nombre de tokens
ru: Количество токенов

source: Property Price
fr: Prix de la propriété
ru: Цена недвижимости

source: Available Tokens
fr: Tokens disponibles
ru: Доступные токены

source: Your Available Tokens
fr: Vos tokens disponibles
ru: Ваши доступные токены

source: Unavailable
fr: Indisponible
ru: Недоступно

# sellSuccessful
source: Sale Successful
fr: Vente réussie

# sellConfirmation
source: You have successfully sold {count} tokens of {name} for {price}.
fr: Vous avez vendu avec succès {count} tokens de {name} pour {price}.

# sellDetails
source: Sale Details
fr: Détails de la vente

# sellAmount
source: Sale Amount
fr: Montant de la vente

# confirmSell
source: Confirm Sale
fr: Confirmer la vente

source: Total Revenue
fr: Revenus totaux

source: Owned Tokens
fr: Tokens possédés
ru: Собственные токены

# insufficientTokens
source: You own {count} tokens of this property.
fr: Vous possédez {count} tokens de cette propriété.

# invalidAmount
source: Invalid amount entered.
fr: Montant saisi invalide.

# sellThisProperty
source: Sell Property
fr: Vendre la propriété
ru: Продать недвижимость

source: Cannot Sell Property
fr: Impossible de vendre la propriété
ru: Невозможно продать недвижимость

# noTokensOwned
source: You don't own any tokens of this property.
fr: Vous ne possédez aucun token de cette propriété.
ru: У вас нет токенов этой недвижимости.

source: Error
fr: Erreur

# filter_all
source: All
fr: Tout
ru: Все

# filter_sell
source: Sell
fr: Vente
ru: Продажа

# filter_buy
source: Buy
fr: Achat
ru: Покупка

# sort_ascending
source: Ascending
fr: Ascendant
ru: По возрастанию

# sort_descending
source: Descending
fr: Descendant
ru: По убыванию

source: Light Mode
fr: Clair
ru: Светлый

source: Auto Mode
fr: Auto
ru: Авто

source: Details
fr: Détails
ru: Детали

source: Street View
fr: Vue Rue
ru: Уличный вид

source: Time Range
fr: Plage de temps
ru: Временной диапазон

source: All Data
fr: Toutes les données
ru: Все данные

# months3
source: 3 Months
fr: 3 mois
ru: 3 месяца

# months6
source: 6 Months
fr: 6 mois
ru: 6 месяцев

# months12
source: 12 Months
fr: 12 mois
ru: 12 месяцев

source: Display Period
fr: Période d'affichage
ru: Период отображения

source: Whitelisted
fr: Whitelisté
ru: В белом списке

source: English
ru: Английский

# french
source: Francais
ru: Французский

# spanish
source: Español
ru: Испанский

# italian
source: Italiano
ru: Итальянский

# chinese
source: 中文
ru: Китайский

# portuguese
source: Português
ru: Португальский

# tokensInMap
source: Tokens
it: Token
ru: Токены

source: Finances
it: Finanze
ru: Финансы

source: Blockchain
ru: Блокчейн

# appName
source: MeProp Asset Tracker
ru: MeProp

source: Application
it: Applicazione
ru: Приложение

source: Version
it: Versione
ru: Версия

source: Crypto
it: Criptovaluta
ru: Криптовалюта

source: Duplex
ru: Дуплекс

source: Condominium
it: Condominio
ru: Кондоминиум

source: Commercial
it: Commerciale
ru: Коммерческая

# walletHeader
source: Wallets
ru: Кошельки

source: Balance
it: Saldo
ru: Баланс

source: Date
it: Data
ru: Дата

# section8paid
source: Section 8
it: Sezione 8
ru: Секция 8

source: Net
it: Netto
ru: Чистая

source: Notifications
it: Notifiche
ru: Уведомления

# sort_date
source: Date
it: Data
ru: Дата

# sort_delta
source: Delta
ru: Дельта

# appTitle
source: MeProp Asset Tracker
ru: MeProp

source: Total
it: Totale
ru: Итого

source: projection
it: proiezione
ru: прогноз

source: Support
it: Supporto
ru: Поддержка

# totalTokensLabel
source: Total tokens
ru: Всего токенов

# unitesLouees
source: Rented units: {rented}/{total}
ru: Арендовано: {rented}/{total}

# propertiesStock
source: Stock
ru: Остаток

# propertiesFactoring
source: Factoring
ru: Факторинг

source: modifications
it: modifiche

source: modification
it: modifica
