Repository: arash-mohammadi/realtoken_apps
Catalog: lib/l10n/intl_*.arb
Languages: fr, it, ru

# settingsTitle
source: Settings
fr: Paramètres
it: Impostazioni
ru: Настройки

source: Dark Theme
fr: Thème sombre
it: Tema scuro
ru: Темная тема

source: Light
fr: Clair
it: Chiaro
ru: Светлая

source: Dark
fr: Sombre
it: Scuro
ru: Темная

# themeUpdated
source: Theme updated to {theme}
fr: Thème mis à jour en {theme}
it: Tema aggiornato a {theme}
ru: Тема обновлена на {theme}

source: Language
fr: Langue
it: Lingua
ru: Язык

# languageUpdated
source: Language updated to {language}
fr: Langue mise à jour en {language}
it: Lingua aggiornata a {language}
ru: Язык изменен на {language}

source: Russian
fr: Russe
it: Russo
ru: Русский

# manageEvmAddresses
source: Manage Wallets
fr: Gérer les portefeuilles
it: Gestisci Portafogli
ru: Управление кошельками

source: Hello
fr: Bonjour
it: Ciao
ru: Привет

# lastRentReceived
source: Your last rent received
fr: Votre dernier loyer reçu
it: Il tuo ultimo affitto ricevuto
ru: Последняя полученная аренда

source: Currency
fr: Monnaie
it: Valuta
ru: Валюта

source: Portfolio
fr: Portefeuille
it: Portafoglio
ru: Портфель

source: Rents
fr: Loyers
it: Affitti
ru: Арендные платежи

source: Total Portfolio
fr: Portefeuille total
it: Portafoglio Totale
ru: Общий портфель

source: Wallet
fr: Portefeuille
it: Portafoglio
ru: Кошелек

source: Properties
fr: Propriétés
it: Proprietà
ru: Недвижимость

source: Rented
fr: Loué
it: Affittato
ru: Арендовано

# rentedUnitsSimple
source: Rented Units
fr: Unités louées
ru: Арендованные единицы

source: units
fr: unités
it: unità
ru: ед.

source: Tokens
fr: Jetons
it: Token
ru: Токены

source: Total Tokens
fr: Jetons totaux
it: Totale Token
ru: Всего токенов

# annualYield
source: Net Yield
fr: Rendement net
it: Rendimento netto
ru: Чистая доходность

source: Daily
fr: Quotidien
it: Giornaliero
ru: Ежедневно

source: Weekly
fr: Hebdomadaire
it: Settimanale
ru: Еженедельно

source: Monthly
fr: Mensuel
it: Mensile
ru: Ежемесячно

source: Annually
fr: Annuel
it: Annuale
ru: Ежегодно

source: No rent received
fr: Aucun loyer reçu
it: Nessun affitto ricevuto
ru: Арендные платежи не получены

# othersTitle
source: Details of the Others section
fr: Détails de la section Autres
it: Dettagli della sezione Altri
ru: Детали раздела «Другое»

source: Others
fr: Autres
it: Altri
ru: Другое

source: Insights
fr: Aperçus
it: Approfondimenti
ru: Аналитика

source: Characteristics
fr: Caractéristiques
it: Caratteristiche
ru: Характеристики

# constructionYear
source: Year of construction
fr: Année de construction
it: Anno di costruzione
ru: Год постройки

# propertyStories
source: Number of stories
fr: Nombre d'étages
it: Numero di piani
ru: Количество этажей

source: Total units
fr: Nombre total d'unités
it: Numero totale di unità
ru: Всего единиц

source: Lot size
fr: Superficie
it: Superficie del lotto
ru: Размер участка

# squareFeet
source: Interior size
fr: Surface intérieure
it: Dimensione interna
ru: Внутренняя площадь

source: Offering
fr: Offre
it: Offerta
ru: Предложение

source: Initial launch date
fr: Date de lancement initial
it: Data di lancio iniziale
ru: Дата запуска

source: Rental type
fr: Type de location
it: Tipo di affitto
ru: Тип аренды

# rentStartDate
source: First rent
fr: Première location
it: Primo affitto
ru: Первая аренда

source: Total investment
fr: Investissement total
it: Investimento totale
ru: Общие инвестиции

# underlyingAssetPrice
source: Asset price
fr: Prix de l'actif sous-jacent
it: Prezzo dell'asset
ru: Цена актива

# initialMaintenanceReserve
source: Maintenance reserve
fr: Réserve de maintenance initiale
it: Riserva di manutenzione
ru: Резерв на обслуживание

# grossRentMonth
source: Gross rent per month
fr: Loyer brut par mois
it: Affitto lordo al mese
ru: Валовая аренда в месяц

# netRentMonth
source: Net rent per month
fr: Loyer net par mois
it: Affitto netto al mese
ru: Чистая аренда в месяц

# brute
source: Gross
fr: Brute
it: Lordo
ru: Валовая

# annualPercentageYield
source: Annual yield
fr: Rendement annuel
it: Rendimento annuale
ru: Годовая доходность

source: Token address
fr: Adresse du jeton
it: Indirizzo del token
ru: Адрес токена

source: Network
fr: Réseau
it: Rete
ru: Сеть

source: Token symbol
fr: Symbole du jeton
it: Simbolo del token
ru: Символ токена

source: Contract type
fr: Type de contrat
it: Tipo di contratto
ru: Тип контракта

source: Rental status
fr: Statut de location
it: Stato dell'affitto
ru: Статус аренды

source: Yield evolution
fr: Évolution du rendement
it: Evoluzione del rendimento
ru: Динамика доходности

source: Price evolution
fr: Évolution du prix
it: Evoluzione del prezzo
ru: Динамика цены

# viewOnRealT
source: View on MeProp
fr: Voir sur MeProp
it: Vedi su MeProp
ru: Посмотреть на MeProp

source: Not specified
fr: Non spécifié
it: Non specificato
ru: Не указано

# noPriceEvolution
source: No price evolution. The last price is:
fr: Aucune évolution de prix. Le dernier prix est :
it: Nessuna evoluzione del prezzo. L'ultimo prezzo è:
ru: Нет данных по цене. Последняя цена:

# priceEvolutionPercentage
source: Price evolution:
fr: Évolution du prix :
it: Evoluzione del prezzo:
ru: Изменение цены:

# noYieldEvolution
source: No yield evolution. The last yield is:
fr: Aucune évolution du rendement. Le dernier rendement est :
it: Nessuna evoluzione del rendimento. L'ultimo rendimento è:
ru: Нет данных по доходности. Последний показатель:

# yieldEvolutionPercentage
source: Yield evolution:
fr: Évolution du rendement :
it: Evoluzione del rendimento:
ru: Изменение доходности:

source: Unknown City
fr: Ville inconnue
it: Città sconosciuta
ru: Неизвестный город

source: Unknown Region
fr: Région inconnue
ru: Неизвестный регион

source: Unknown country
fr: Pays inconnu
it: Paese sconosciuto
ru: Неизвестная страна

source: Name Unavailable
fr: Nom indisponible
it: Nome non disponibile
ru: Название недоступно

source: Other
fr: Autre
it: Altro
ru: Другое

source: Total Value
fr: Valeur Totale
it: Valore totale
ru: Общая стоимость

source: Amount
fr: Montant
it: Importo
ru: Количество

source: APY
fr: Rendement net
it: Rendimento annuo

source: average APY
fr: APY moyen global
it: Rendimento medio
ru: средний APY

source: Revenue
fr: Revenu
it: Entrate
ru: Доход

source: Day
fr: Jour
it: Giorno
ru: День

source: Month
fr: Mois
it: Mese
ru: Месяц

source: Year
fr: Année
it: Anno
ru: Год

# appDescription
source: mobile app for Community
fr: Application mobile
it: app mobile per la comunità
ru: мобильное приложение для сообщества

# realTokensList
source: MeProps list
fr: Liste des MeProps
it: Elenco MeProps
ru: Список MeProps

source: Recent changes
fr: Évolutions récentes
it: Cambiamenti recenti
ru: Последние изменения

source: Settings
fr: Paramètres
it: Impostazioni
ru: Настройки

source: About
fr: À propos
it: Informazioni
ru: О приложении

source: Feedback
fr: Retour d'expérience
ru: Обратная связь

source: Author
fr: Auteur
it: Autore
ru: Автор

source: Thanks
fr: Remerciements
it: Grazie
ru: Благодарности

# thankYouMessage
source: Thank you to everyone who contributed to this project.
fr: Merci à tous ceux qui ont contribué à ce projet.
it: Grazie a tutti coloro che hanno contribuito a questo progetto.
ru: Спасибо всем, кто участвовал в разработке проекта.

# specialThanks
source: Special thanks to @Sigri, @ehpst, and @pitsbi for their support.
fr: Remerciements spéciaux à @Sigri, @ehpst, et @pitsbi pour leur soutien.
it: Ringraziamenti speciali a @Sigri, @ehpst e @pitsbi per il loro supporto.
ru: Особая благодарность @Sigri, @ehpst и @pitsbi за поддержку.

# specialThanksJojodunet
source: Special thanks to @Jojodunet for his tenacity and hours spent testing and retesting the app!
fr: Un merci spécial à @Jojodunet pour sa ténacité et ses heures à tester et retester l'app !
it: Un ringraziamento speciale a @Jojodunet per la sua tenacia e le ore trascorse a testare e ritestare l'app!
ru: Особая благодарность @Jojodunet за его упорство и часы, потраченные на тестирование и повторное тестирование приложения!

# thanksDonators
source: Thanks also to all the donors who support the development of this application!
fr: Merci également à tous les donateurs qui soutiennent le développement de cette application !
it: Grazie anche a tutti i donatori che supportano lo sviluppo di questa applicazione!
ru: Спасибо также всем жертвователям, которые поддерживают разработку этого приложения!

source: Donate
fr: Faire un don
it: Donare
ru: Пожертвовать

# supportProject
source: Support the project
fr: Soutenir le projet
it: Sostieni il progetto
ru: Поддержать проект

# donationMessage
source: If you like this app and want to support its development, you can donate.
fr: Si vous aimez cette application et souhaitez soutenir son développement, vous pouvez faire un don.
it: Se ti piace questa app e vuoi supportare il suo sviluppo, puoi donare.
ru: Если вам нравится это приложение, вы можете поддержать его развитие.

source: Crypto Donation Address
fr: Adresse de don en crypto
it: Indirizzo per le donazioni in criptovaluta
ru: Адрес для криптопожертвований

# sendDonations
source: Send your donations to the following address:
fr: Envoyez vos dons à l'adresse suivante :
it: Invia le tue donazioni al seguente indirizzo:
ru: Отправьте пожертвования на адрес:

# addressCopied
source: Address copied to clipboard
fr: Adresse copiée dans le presse-papier
it: Indirizzo copiato negli appunti
ru: Адрес скопирован

source: Copy
fr: Copier
it: Copia
ru: Копировать

source: Close
fr: Fermer
it: Chiudi
ru: Закрыть

source: Week
fr: Semaine
it: Settimana
ru: Неделя

# rentGraph
source: Rent Received Graph
fr: Graphique des loyers reçus
it: Grafico degli affitti ricevuti
ru: График арендных платежей

source: Token Distribution
fr: Distribution des tokens
it: Distribuzione dei token per tipo di proprietà
ru: Распределение токенов

source: Single Family
fr: Maison individuelle
it: Casa singola
ru: Отдельный дом

source: Multi Family
fr: Multi-familiale
it: Multifamiliare
ru: Многоквартирный дом

source: Mixed-Use
fr: Usage mixte
it: Uso misto
ru: Смешанное использование

source: SFR Portfolio
fr: Portefeuille SFR
it: Portafoglio SFR
ru: Портфель SFR

source: MFR Portfolio
fr: Portefeuille MFR
it: Portafoglio MFR
ru: Портфель MFR

source: Resort Bungalow
fr: Bungalow de villégiature
it: Bungalow di villeggiatura
ru: Курортный бунгало

source: Unknown
fr: Inconnu
it: Sconosciuto
ru: Неизвестно

# searchHint
source: Search...
fr: Rechercher...
it: Cerca...
ru: Поиск...

source: All Cities
fr: Toutes les villes
it: Tutte le città
ru: Все города

# rentalStatusAll
source: All
fr: Tout
it: Tutti
ru: Все

# rentalStatusRented
source: Rented
fr: Loué
it: Affittato
ru: Арендовано

# rentalStatusPartiallyRented
source: Partially Rented
fr: Partiellement loué
it: Parzialmente affittato
ru: Частично арендовано

# rentalStatusNotRented
source: Not Rented
fr: Non loué
it: Non affittato
ru: Не арендовано

source: Sort by Name
fr: Tri par nom
it: Ordina per nome
ru: Сортировать по имени

source: Sort by Value
fr: Tri par valeur
it: Ordina per valore
ru: Сортировать по стоимости

source: Sort by APY
fr: Tri par rendement
it: Ordina per rendimento annuo
ru: Сортировать по APY

# sortByInitialLaunchDate
source: Sort by recently added
fr: Tri par ajout récent
it: Ordina per data di aggiunta
ru: Сортировать по дате добавления

source: Ascending
fr: Ascendant
it: Crescente
ru: По возрастанию

source: Descending
fr: Descendant
it: Decrescente
ru: По убыванию

source: Token Distribution by City
fr: Répartition des jetons par ville
it: Distribuzione dei token per città
ru: Распределение токенов по городам

source: Token Distribution by Region
fr: Répartition des jetons par région
it: Distribuzione dei token per regione
ru: Распределение токенов по регионам

source: Token Distribution by Country
fr: Répartition des jetons par pays
it: Distribuzione dei token per paese
ru: Распределение токенов по странам

source: Token Distribution by Wallet
fr: Répartition des jetons par portefeuille
ru: Распределение токенов по кошелькам

source: Clear Cache/Data
fr: Effacer le cache/les données
it: Cancella Cache/Dati
ru: Очистить кеш/данные

source: Dashboard
fr: Tableau de bord
it: Cruscotto
ru: Панель управления

# dashboardLater
source: Later
fr: Plus tard

# dashboardSyncProblem
source: Sync problem
fr: Problème sync

# dashboardTotalRent
source: Total rent
fr: Total des loyers

# rentDetailsTitle
source: Rent details
fr: Détails des loyers
it: Dettagli degli affitti
ru: Детали по аренде

# rentNoDataToShare
source: No rent data to share.
fr: Aucune donnée de loyer à partager.
it: Nessun dato sugli affitti da condividere.
ru: Нет данных по аренде для обмена.

# rentNoDataAvailable
source: No rent data available.
fr: Aucune donnée de loyer disponible.
it: Nessun dato sugli affitti disponibile.
ru: Нет доступных данных по аренде.

source: All wallets
fr: Tous wallets
it: Tutti wallets
ru: Все кошельки

# applyWallets
source: Apply
fr: Appliquer
it: Applicare
ru: Применить

# productTypeHeader
source: Product types
fr: Types de produit
it: Tipi di prodotto
ru: Типы продукта

# allProductTypes
source: All types
fr: Tous types
it: Tutti tipi
ru: Все типы

# applyProductTypes
source: Apply
fr: Appliquer
it: Applicare
ru: Применить

# regionHeader
source: Region
fr: Région
it: Regione
ru: Регион

source: Statistics
fr: Statistiques
it: Statistiche
ru: Статистика

source: Analytics
fr: Analyses
it: Analisi
ru: Аналитика

# noDataAvailable
source: No data available, please add a new wallet
fr: Aucune donnée disponible
it: Nessun dato disponibile, per favore aggiungi un nuovo portafoglio
ru: Нет данных, добавьте новый кошелек

source: Error loading data
fr: Erreur lors du chargement des données
it: Errore nel caricamento dei dati
ru: Ошибка загрузки данных

# noWalletMessage
source: To use the application, you must first add at least one Ethereum wallet address.
fr: Pour utiliser l'application, vous devez d'abord ajouter au moins une adresse de wallet Ethereum.
it: Per utilizzare l'applicazione, devi prima aggiungere almeno un indirizzo di wallet Ethereum.
ru: Чтобы использовать приложение, вы должны сначала добавить хотя бы один адрес кошелька Ethereum.

# manageAddresses
source: Add wallet
fr: Ajouter un portefeuille
it: Aggiungi portafoglio
ru: Добавить кошелек

source: Maps
fr: Cartes
it: Mappe
ru: Карты

# depositBalance
source: Deposits
fr: Dépôts
it: Depositi
ru: Депозиты

# borrowBalance
source: Borrows
fr: Emprunts
it: Prestiti
ru: Заимствования

source: USDC Deposit Balance
fr: Solde des dépôts USDC
it: Saldo depositi USDC
ru: Баланс USDC-депозитов

source: USDC Borrow Balance
fr: Solde des emprunts USDC
it: Saldo prestiti USDC
ru: Баланс USDC-заимствований

source: XDAI Deposit Balance
fr: Solde des dépôts XDAI
it: Saldo depositi XDAI
ru: Баланс XDAI-депозитов

source: XDAI Borrow Balance
fr: Solde des emprunts XDAI
it: Saldo prestiti XDAI
ru: Баланс XDAI-заимствований

source: Ethereum contract
fr: Contrat Ethereum
it: Contratto Ethereum
ru: Контракт Ethereum

source: Gnosis contract
fr: Contrat Gnosis
it: Contratto Gnosis
ru: Контракт Gnosis

source: View on map
fr: Voir sur la carte
it: Vedi sulla mappa
ru: Посмотреть на карте

# totalRentReceived
source: Total of revenues
fr: Total des revenus
it: Totale delle entrate
ru: Общий доход

# groupedRentGraph
source: Rents
fr: Loyers
it: Affitti
ru: Арендные платежи

# cumulativeRentGraph
source: Cumulative Rent
fr: Cumul des loyers
it: affitti cumulativi
ru: Накопленная аренда

# roiPerProperties
source: Property ROI
fr: ROI de la propriété
it: ROI per proprietà
ru: ROI объекта

# roiAlertInfo
source: This ROI feature is in beta and is currently calculated based on the income received from the property and the initial token value.
fr: Cette fonction ROI est en beta, elle est pour le moment calculée en fonction des revenus reçus de la propriété et la valeur initiale du token.
it: Questa funzione ROI è in fase beta ed è attualmente calcolata in base ai ricavi ricevuti dalla proprietà e al valore iniziale del token.
ru: Функция ROI в бета-режиме. Расчет основан на доходах и начальной стоимости токена.

# recentUpdatesTitle
source: Last 30 days
fr: 30 derniers jours
it: Ultimi 30 giorni
ru: Последние 30 дней

source: Token History
fr: Historique des jetons
it: Cronologia token
ru: История токенов

# noRecentUpdates
source: No recent changes available.
fr: Aucune modification récente disponible.
it: Nessun cambiamento recente disponibile.
ru: Нет последних изменений.

source: No changes found in complete history
fr: Aucun changement trouvé dans l'historique complet
it: Nessun cambiamento trovato nella cronologia completa

# noChangesFoundInPastYear
source: No changes found in the past year
fr: Aucun changement trouvé dans l'année écoulée
it: Nessun cambiamento trovato nell'ultimo anno

source: All changes
fr: Tous les changements
it: Tutti i cambiamenti

source: Complete History
fr: Historique Complet
it: Cronologia Completa

source: Unknown token
fr: Token inconnu
it: Token sconosciuto

# old
source: Previous:
fr: Ancien:
it: Precedente:

# newValue
source: New:
fr: Nouveau:
it: Nuovo:

source: Today
fr: Aujourd'hui
it: Oggi

source: Yesterday
fr: Hier
it: Ieri

# daysAgo
source: {days} days ago
fr: Il y a {days} jours
it: {days} giorni fa

source: unit
fr: unité
it: unità

# unknownTokenName
source: Unknown name
fr: Nom inconnu
it: Nome sconosciuto
ru: Неизвестное название

# noImageAvailable
source: Image link not available
fr: Lien d'image non disponible
it: Link immagine non disponibile
ru: Изображение недоступно

# duplicate_title
source: Duplicate properties
fr: Propriétés en doublons
it: Proprietà duplicate
ru: Дублирующиеся объекты

# duplicate
source: Properties present in multiple wallets/RMM
fr: Propriétés présentes sur plusieurs portefeuilles/RMM
it: Proprietà presenti in più portafogli/RMM
ru: Объекты в нескольких кошельках/RMM

source: Future Rents
fr: Loyers futurs
it: Affitti futuri
ru: Будущие платежи

source: No future rents
fr: Aucun loyer futur
it: Nessun affitto futuro
ru: Нет будущих платежей

source: Next Rondays
fr: Prochains Rondays
it: Prossimi Rondays
ru: Следующие Ronday

# noCommunicatedDate
source: Date not provided
fr: Date non communiquée
it: Data non fornita
ru: Дата не указана

# serviceStatusPage
source: Services status
fr: Statut des services
it: Stato dei servizi
ru: Статус сервисов

# lastExecution
source: Last update
fr: Dernière mise à jour
it: Ultimo aggiornamento
ru: Последнее обновление

# allWorkCorrectly
source: Everything is working correctly
fr: Tout fonctionne correctement
it: Tutto funziona correttamente
ru: Все работает корректно

# somethingWrong
source: The data may not be up to date
fr: Il se pourrait que les données ne soient pas à jour
it: I dati potrebbero non essere aggiornati
ru: Данные могут быть устаревшими

source: Net Annual Rent
fr: Loyer net annuel
it: Affitto netto annuale
ru: Чистая годовая аренда

# realTPerformance
source: MeProp Performance
fr: Performance de MeProp
it: Performance di MeProp
ru: Производительность MeProp

source: Text size
fr: Taille du texte
it: Dimensione del testo
ru: Размер текста

# convertSqft
source: Convert sqft to m²
fr: Convertir les sqft en m²
it: Converti sqft in m²
ru: Конвертировать кв.футы в м²

# rentStartFuture
source: Rent not started
fr: Loyer non démarré
it: Affitto non ancora iniziato
ru: Аренда не начата

source: Confirm Action
fr: Confirmer l'action
it: Conferma azione
ru: Подтвердите действие

# areYouSureClearData
source: Are you sure you want to clear cache and data?
fr: Êtes-vous sûr de vouloir effacer le cache et les données ?
it: Sei sicuro di voler cancellare cache e dati?
ru: Очистить кеш и данные?

source: Cancel
fr: Annuler
it: Annulla
ru: Отмена

source: Confirm
fr: Confirmer
it: Conferma
ru: Подтвердить

source: Export Data
fr: Exporter les données
it: Esporta dati
ru: Экспорт данных

source: Import Data
fr: Importer les données
it: Importa dati
ru: Импорт данных

# exportSuccess
source: Data exported successfully
fr: Données exportées avec succès
it: Dati esportati con successo
ru: Данные экспортированы

# exportFailed
source: Failed to export data
fr: Échec de l'exportation des données
it: Esportazione dati fallita
ru: Ошибка экспорта

# importSuccess
source: Data imported successfully
fr: Données importées avec succès
it: Dati importati con successo
ru: Данные импортированы

# importFailed
source: Failed to import data
fr: Échec de l'importation des données
it: Importazione dati fallita
ru: Ошибка импорта

# importExportData
source: Import or export data (zip)
fr: Importer ou exporter des données (zip)
it: Importa o esporta dati (zip)
ru: Импорт/экспорт данных (zip)

# aboutImportExportTitle
source: Import/Export Function
fr: Fonction Importer/Exporter
it: Funzione di Importazione/Esportazione
ru: Функция импорта/экспорта

# aboutImportExport
source: This function allows you to save and re-import balance history data (wallet and RMM) into a ZIP file.
fr: Cette fonction vous permet de sauvegarder et de réimporter les données d'historique de solde (portefeuille et RMM) dans un fichier ZIP.
it: Questa funzione consente di salvare e reimportare i dati storici dei saldi (portafoglio e RMM) in un file ZIP.
ru: Сохранение и импорт истории балансов в ZIP-файл.

source: Wallet Balance History
fr: Historique du Wallet
it: Storico del Saldo del Wallet
ru: История баланса кошелька

source: Hours
fr: Heures
it: Ore
ru: Часы

source: Days
fr: Jours
it: Giorni
ru: Дни

source: Weeks
fr: Semaines
it: Settimane
ru: Недели

source: Period
fr: Période
it: Periodo
ru: Период

source: Miscellaneous Costs
fr: Coûts divers
it: Costi Vari
ru: Прочие расходы

source: Renovation Reserve
fr: Réserve pour Rénovation
it: Fondo di Ristrutturazione
ru: Резерв на ремонт

# productTypeRealEstateRental
source: Real Estate Rental
fr: Location immobilière
it: Affitto Immobiliare
ru: Аренда недвижимости

# productTypeFactoringProfitshare
source: Factoring Profit Share
fr: Partage de profits de factoring
it: Condivisione Profitti Factoring
ru: Долевое участие в факторинге

# productTypeLoanIncome
source: Loan Income
fr: Revenus de prêt
it: Reddito da Prestito
ru: Доход от займа

# productTypeOther
source: Other
fr: Autre
it: Altro
ru: Другое

source: Rent Distribution by Product Type
fr: Répartition des loyers par type de produit
it: Distribuzione Affitti per Tipo di Prodotto
ru: Распределение арендной платы по типу продукта

source: Token Distribution by Product Type
fr: Répartition des tokens par type de produit
it: Distribuzione Token per Tipo di Prodotto
ru: Распределение токенов по типу продукта

source: ROI by Token
fr: ROI par token
it: ROI per Token
ru: ROI по токенам

# filterOptions
source: Filters
fr: Filtres
it: Opzioni di Filtro
ru: Параметры фильтра

source: Show Top 10
fr: Afficher le top 10
it: Mostra Top 10
ru: Показать топ 10

source: Show All
fr: Afficher tout
it: Mostra Tutto
ru: Показать все

source: Sort By
fr: Trier par
it: Ordina Per
ru: Сортировать по

source: Total rent
fr: Loyers totaux
it: Affitto Totale
ru: Общая арендная плата

source: Transaction Analysis
fr: Analyse des transactions
it: Analisi delle Transazioni
ru: Анализ транзакций

source: Transaction Count
fr: Nombre de transactions
it: Numero di Transazioni
ru: Количество транзакций

source: Transaction Volume
fr: Volume des transactions
it: Volume delle Transazioni
ru: Объем транзакций

source: Token Count Evolution
fr: Évolution du nombre de tokens
it: Evoluzione del Numero di Token
ru: Эволюция количества токенов

source: Performance by Region
fr: Performance par région
it: Performance per Regione
ru: Производительность по регионам

source: Sort by ROI
fr: Trier par ROI
it: Ordina per ROI
ru: Сортировать по ROI

source: Sort by Count
fr: Trier par nombre
it: Ordina per Numero
ru: Сортировать по количеству
